CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Momen desain terhadap arah y untuk desain daktail"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Momen desain terhadap arah z untuk desain daktail"
IDS_5_YEARS_OR_MORE = "5 tahun atau lebih"
IDS_ABOUT_MAJOR_AXIS = "sekitar sumbu utama"
IDS_ABOUT_MINOR_AXIS = "sekitar sumbu minor"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Data Penulangan Lentur Tambahan"
IDS_APPLIED_SHEAR_FORCE = "Gaya geser yang diterapkan"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Stud Berkepala Cor di Tempat"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Baut Berkepala Cor di Tempat"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Baut Kait Cor di Tempat-L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Baut Kait Cor di Tempat-J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Anchor undercut pasca-instalasi"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Angkur Ekspansi Pasca-Pemasangan ( Torsi )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Angkur Ekspansi Pasca-Pemasangan ( Perpindahan )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Anchor adhesif pasca-instalasi"
IDS_AREA = "Area"
IDS_ASSUMED_UNCRACKED_SECTION = "Penampang yang diasumsikan tidak retak"
IDS_AXIAL_CAPACITY = "Kapasitas aksial"
IDS_AXIAL_MOMENT = "Aksial dan momen"
IDS_AXIAL_MOMENT_CAPACITY = "Kapasitas aksial dan momen"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Kapasitas aksial dan momen terhadap sumbu utama"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Kapasitas aksial dan momen terhadap sumbu minor"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Kapasitas Sambungan Balok-Kolom"
IDS_BEAM_DEMAND_BOTTOM = "Permintaan balok bawah"
IDS_BEAM_DEMAND_TOP = "Permintaan balok atas"
IDS_BEARING = "Bantalan"
IDS_BEARING_CAPACITY = "Kapasitas Bantalan"
IDS_BOTTOM = "Bawah"
IDS_BOUNDARY_ELEMENT = "Elemen Batas"
IDS_BOUNDARY_ELEMENT_LENGTH = "Panjang B.E"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Penulangan transversal elemen batas tidak diperlukan"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Penulangan transversal elemen batas diperlukan"
IDS_BY_LENGTH = "Berdasarkan Panjang"
IDS_BY_SECTION = "Berdasarkan Penampang"
IDS_BY_DESIGN_DETAILS = "Berdasarkan detail desain"
IDS_BY_XD_LIMIATION = "Berdasarkan batas x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Hitung Beban aksial dan kapasitas momen"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Hitung kapasitas aksial dan momen (Kurva P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Hitung Kapasitas Bantalan"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Hitung kekuatan lentur untuk Gaya Geser desain"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Hitung kapasitas blok Tegangan tekan"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Hitung kapasitas Baja Tulangan ( (+): tekan, (-): tarik )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Hitung beban aksial konsentrik"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Perhitungan Kompresi Murni"
IDS_CALCULATE_CRACK_WIDTH = "Hitung lebar retak"
IDS_CALCULATE_DEFLECTION = "Hitung perpindahan"
IDS_CALCULATE_DEFLECTION_ALLOW = "Hitung perpindahan yang diizinkan"
IDS_CALCULATE_DEFLECTION_MAX = "Hitung perpindahan maksimum"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Hitung perpindahan desain"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Hitung Gaya Geser desain sesuai ketentuan khusus untuk desain seismik"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Hitung Penulangan minimum untuk retak"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Hitung Gaya Geser desain utama sesuai ketentuan khusus untuk desain seismik"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Hitung Gaya Geser desain minor sesuai ketentuan khusus untuk desain seismik"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Hitung rasio penulangan maksimum"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Hitung rasio penulangan minimum"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Perhitungan rasio Penulangan minimum "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Hitung Momen dari Tepi Kiri"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Hitung Momen dari Tepi Kanan"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Hitung pengali untuk efek jangka panjang"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Hitung kapasitas nominal terhadap sumbu netral"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Periksa distribusi regangan pada Penampang"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Hitung Momen Guling & Pemulih dari Tepi Kiri"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Hitung Momen Guling & Pemulih dari Tepi Kanan"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Hitung Momen Guling dari Tepi Kiri"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Hitung Momen Guling dari Tepi Kanan"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Hitung Kapasitas Bantalan Pile"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Hitung rasio penulangan"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Perhitungan rasio penulangan"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Hitung penulangan geser yang dibutuhkan"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "dalam kasus Penulangan pengikat"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Periksa Gaya tarik pada Penulangan longitudinal akibat Gaya Geser"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Hitung kekuatan Gaya Geser yang diperlukan oleh Penulangan transversal"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Perhitungan tahanan Gaya Geser yang disediakan oleh Penulangan transversal"
IDS_CHECK_SHEAR_CAPACITY = "Periksa kapasitas geser"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Hitung kekuatan Gaya Geser oleh Beton"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Perhitungan tahanan Gaya Geser nominal Beton"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Perhitungan Tegangan geser terfaktor"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Hitung kekuatan Gaya Geser oleh Penulangan geser"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Hitung penulangan geser yang diperlukan"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Spasi maksimum Penulangan transversal"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Perlu penulangan"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Tidak perlu penulangan"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Hitung penulangan longitudinal tambahan"
IDS_CALCULATE_SLIDING_CAPACITY = "Hitung kapasitas geser"
IDS_CALCULATE_STRAIN = "Hitung regangan"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Hitung faktor pengurangan kekuatan"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Perhitungan faktor ketahanan"
IDS_CALCULATE_STRESS = "Hitung tegangan"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Hitung Penulangan geser yang diperlukan"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Hitung ketebalan yang diperlukan"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Hitung Tegangan pada Baja tarik"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Hitung spasi retak maksimum"
IDS_CALCULATE_CRACKING_MOMENT = "Hitung momen retak"
IDS_CALCULATE_CRACKING_MOMENT_US = "Perhitungan momen retak"
IDS_CHAR_DOT = "Kar."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Sudut Gesekan Karakteristik"
IDS_CHECK_ANGLE_ROTATE = "Periksa sudut rotasi (derajat)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Hitung kapasitas momen"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Perhitungan ketahanan lentur"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Periksa kondisi Batas Leleh Baja tekan"
IDS_CHECK_CRACK = "Periksa retak"
IDS_CHECK_STRESS_AREMA = "Periksa Tegangan"
IDS_CHECK_CRACK_WIDTH = "Periksa Lebar Retak"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Periksa penghancuran beton"
IDS_CHECK_DECK_PLATE = "Periksa Pelat Dek"
IDS_CHECK_DEFLECTION = "Periksa Perpindahan"
IDS_CHECK_DESIGN_MOMENT = "Periksa momen desain"
IDS_CHECK_ECCENTRICITY = "Periksa eksentrisitas"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Periksa eksentrisitas minimum"
IDS_CHECK_LINEAR_CREEP = "Periksa creep linier"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Periksa Penulangan tarik maksimum yang diizinkan"
IDS_COMPUTE_MEMBER_END_MOMENT = "Hitung momen akhir elemen"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Hitung momen ujung Elemen Struktur terhadap sumbu utama"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Hitung momen ujung Elemen Struktur terhadap sumbu minor"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Periksa kapasitas gaya aksial"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Periksa Panjang Wilayah Kritis"
IDS_CHECK_CRITICAL_REGION_SPACE = "Periksa Ruang Wilayah Kritis"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Periksa Panjang Daerah Kritis"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Periksa Spasi Daerah Kritis"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Periksa total momen termasuk efek orde ke-2"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Periksa total momen termasuk efek orde ke-2 terhadap sumbu utama"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Periksa total momen termasuk efek orde ke-2 terhadap sumbu minor"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Momen desain diperbesar 99.99 kali."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Terapkan momen yang diperbesar."
IDS_CHECK_MOMENT_MAGNIFICATION = "Periksa pembesaran momen"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Periksa pembesaran momen terhadap sumbu utama"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Periksa pembesaran momen terhadap sumbu minor"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Periksa rasio sumbu netral terhadap tinggi efektif"
IDS_CHECK_REBAR_RATIO = "Periksa rasio baja tulangan"
IDS_CHECK_REBAR_SPACE = "Periksa jarak baja tulangan"
IDS_CHECK_REINFORCEMENT_DETAIL = "Periksa detail penulangan"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Memeriksa penulangan"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Faktor distribusi berdasarkan suhu"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Periksa penulangan geser yang diperlukan"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Memeriksa penulangan transversal yang diperlukan"
IDS_CHECK_SHEAR_RATIO = "Periksa rasio kapasitas Gaya Geser"
IDS_CHECK_INTERACTION_SHEAR = "Periksa interaksi untuk Gaya Geser biaxial"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Interaksi untuk Gaya Geser biaxial harus diperiksa"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Interaksi untuk Gaya Geser biaxial diabaikan"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Rasio Interaksi"
IDS_CHECK_SKIN_REBAR = "Periksa baja tulangan kulit"
IDS_CHECK_SLENDERNESS_RATIO = "Periksa rasio kekakuan"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Periksa rasio kelangsingan terhadap sumbu y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Periksa rasio kelangsingan terhadap sumbu z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Periksa spasi Baja Tulangan horizontal"
IDS_CHECK_SPACING_OF_REBAR = "Periksa jarak baja tulangan"
IDS_CHECK_SPACING_OF_REBAR_US = "Pemeriksaan kontrol retak berdasarkan distribusi Penulangan "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Pemeriksaan Tegangan tarik pada Baja Tulangan pada Beban layan"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Periksa spasi Penulangan geser"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Periksa spasi Penulangan yang paling dekat dengan muka tarik"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Periksa apakah elemen batas khusus diperlukan pada Dinding saat ini."
IDS_CHECK_STRESS_LIMITAION = "Periksa Batas Tegangan"
IDS_CHURCH = "Gereja"
IDS_COLUMN_LOCATION_TYPE = "Tipe Lokasi Kolom : "
IDS_COMBINATION = "Kombinasi"
IDS_COMP_DOT = "Tek."
IDS_COMPRESSION = "Kompresi"
IDS_COMPRESSION_CONTROLLED = "Kompresi terkontrol"
IDS_REVISE_SECTION = "Revisi Penampang"
IDS_COMPRESSION_ONLY = "Hanya kompresi"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Hitung panjang Penulangan transversal elemen batas."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Hitung Baja Tulangan horizontal untuk elemen batas khusus untuk arah Ketebalan."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Hitung gaya geser horizontal"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Hitung informasi geometri sambungan"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Hitung spasi maksimum Baja Tulangan horizontal untuk elemen batas."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Hitung kapasitas Gaya Geser sambungan nominal"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Hitung kapasitas Gaya Geser sambungan desain"
IDS_CONCRETE = "Beton"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "terkekang oleh balok pada keempat sisi"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "terkekang oleh balok pada tiga sisi atau pada dua sisi yang berseberangan"
IDS_CRACKED_SECTION = "Penampang Retak"
IDS_CRITICAL_PILE_NODE_KEY = "Kunci Node Pile Kritis"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Spasi daerah kritis tidak ada."
IDS_CURRENT_WALL_LEVEL = "Tingkat dinding saat ini"
IDS_CUTTING_LINE = "Garis Pemotongan"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Kapasitas Lentur Garis Pemotongan"
IDS_CUTTING_LINE_FLEXURE = "Lentur Garis Pemotongan"
IDS_CUTTING_LINE_SHEAR = "Gaya Geser Garis Pemotongan"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Kapasitas Gaya Geser Garis Pemotongan"
IDS_CALCULATE_BALANCE_CONDITION = "Hitung kondisi seimbang"
IDS_CALCULATE_BALANCE_CONDITION_US = "Perhitungan kapasitas pada kondisi regangan seimbang "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Eksentrisitas seimbang"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Eksentrisitas aktual"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Kompresi aksial maksimum"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Kontrol tegangan"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Kontrol kompresi"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Dengan demikian, Penampang dikendalikan tarik. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Dengan demikian, Penampang dikendalikan tekan. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Kondisi seimbang"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Periksa Tegangan Tarik untuk Baja Tulangan Vertikal"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Periksa Tegangan Tarik untuk Baja Tulangan Horizontal"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Periksa Tegangan Tekan untuk Beton"
IDS_COMPRESSIVE_STRESS = "Tegangan Kompresi"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Hitung kapasitas tarik Baja Tulangan"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Hitung kapasitas tekan Beton"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Periksa dimensi elemen batas khusus"
IDS_COMPRESSION_STEEL_YIELD = "Batas leleh baja kompresi"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Baja tekan tidak mencapai Batas Leleh"
IDS_CORNER = "Sudut"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Hitung ketidaksempurnaan geometris"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Hitung kekakuan rangka"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Hitung momen desain terhadap sumbu y dengan pengaku"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Hitung momen desain terhadap sumbu y tanpa pengaku"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Hitung momen desain terhadap sumbu z dengan pengaku"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Hitung momen desain terhadap sumbu z tanpa pengaku"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Hitung momen desain (sumbu %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Hitung kekuatan Gaya Geser nominal untuk Dinding khusus"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Periksa Rasio Aksial Terenormalisasi"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Periksa Rasio Volumetrik Sengkang Pengekang"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Hitung faktor duktilitas kelengkungan"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Periksa rasio volumetrik mekanis sengkang pengekang dalam daerah kritis"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Baja tulangan tekan tidak dipertimbangkan saat menghitung %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Periksa distribusi penulangan"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Kekuatan Nominal Searah Jarum Jam"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Kekuatan Nominal Berlawanan Arah Jarum Jam"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Kekuatan Desain Searah Jarum Jam"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Kekuatan Desain Berlawanan Arah Jarum Jam"
IDS_CONSIDER_UNBALANCED_MOMENT = "Pertimbangkan momen tidak seimbang"
IDS_CALCULATE_TORSION_CAPACITY = "Hitung kapasitas torsi"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Hitung kekuatan torsi berdasarkan Penulangan sengkang"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Hitung kekuatan torsi berdasarkan Penulangan memanjang"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Periksa apakah hanya Penulangan minimum yang diperlukan"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Periksa jarak Penulangan sengkang torsi"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Luas penampang Penulangan"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Hitung tahanan geser desain"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Hitung tahanan desain gaya geser plastis"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Hitung tahanan desain tekuk geser"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Hitung tahanan desain tekuk geser dari badan"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Hitung tahanan desain tekuk geser dari sayap"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Periksa tahanan desain untuk gaya geser terhadap sumbu mayor"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Periksa tahanan desain untuk gaya geser terhadap sumbu minor"
IDS_CONNECTION_TYPE = "Tipe Koneksi"
IDS_CONTRIBUTION_FROM_THE_WEB = "Kontribusi dari web"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Kontribusi dari flens"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "pertimbangkan kontribusi dari sayap"
IDS_CONSIDER_GIRDER_MODE = "Pertimbangkan mode balok"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Periksa tahanan desain untuk torsi"
IDS_CONCURRENT_FORCE = "gaya bersamaan"
IDS_CALC_CAPACITY_CONCRETE = "Hitung kapasitas beton"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Rasio momen Kolom pada sambungan"
IDS_CALCULATE_DESIGN_SHEARS = "Hitung geser desain"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Periksa batas rasio kelangsingan maksimum"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Dengan beban melintang di antara tumpuan)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Mutu Beton tidak diizinkan"
IDS_DAMPING_RATIO = "Rasio Redaman"
IDS_DE_CRITICAL = "Kritis"
IDS_DE_DIR_DOT_1 = "Arah.1"
IDS_DE_DIR_DOT_2 = "Arah.2"
IDS_DE_DIR_DOT_3 = "Arah.3"
IDS_DE_FAILURE = "Kegagalan"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Laporan Detail Desain Elemen"
IDS_DE_NEED_CHK = "Perlu Periksa"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Tidak Ada"
IDS_DE_NOT_CHK = "Tidak Periksa"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "Arah-x."
IDS_DE_Y_DIR_DOT = "Arah-y."
IDS_DE_Z_DIR_DOT = "Arah-z."
IDS_DEAD_LOAD_CASE = "Kasus Beban Mati"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Defleksi dalam konstruksi"
IDS_DENSE_ZONE = "Zona Padat"
IDS_DESIGN_CASE = "Kasus Desain"
IDS_DESIGN_CODE = "Kode Desain"
IDS_DESIGN_FORCE = "Gaya Desain"
IDS_DESIGN_PARAMETER = "Parameter Desain"
IDS_DESIGN_TYPE = "Tipe Desain"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Aturan pendetailan untuk daktilitas lokal Elemen Struktur Beton"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Tentukan apakah Penulangan transversal elemen batas diperlukan"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Tentukan apakah elemen batas khusus diperlukan dengan metode berbasis Perpindahan."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Tentukan apakah elemen batas khusus diperlukan dengan metode berbasis Tegangan."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Kapasitas Gaya Geser Pons pada Drop Panel"
IDS_DEFLECTION = "Defleksi"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Nilai default atau ditentukan pengguna"
IDS_DROP = "Jatuh"
IDS_DESIGN_MODED_DESIGN = "Desain"
IDS_DESIGN_MODED_CHECKING = "Pemeriksaan"
IDS_DESIGN_MODED_EDIT = "Pengeditan Desain"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Jarak dari sumbu netral penampang ke Penulangan"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Jarak dari pusat penampang ke Penulangan pada lokal Elemen Struktur"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Tentukan apakah tekuk geser dipertimbangkan"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Tentukan apakah kontribusi dari sayap dipertimbangkan"
IDS_END_PART = "Bagian Akhir"
IDS_END_LENGTH = "Panjang Akhir"
IDS_END_SPACE = "Ruang Akhir"
IDS_ETC_ACTION = "Tindakan dll"
IDS_EXTERIOR_COLUMN = "Kolom Eksterior"
IDS_EDGE = "Tepi"
IDS_ETC = "Dll."
IDS_ECCENTRICITY_FACTOR = "Faktor eksentrik"
IDS_END_MOMENT_DESIGN_SHEAR = "Momen ujung untuk gaya geser desain seismik"
IDS_ENVIRONMENT = "Lingkungan"
IDS_FACE = "Wajah"
IDS_FOR_OTHER_CASES = "untuk kasus lain"
IDS_FOOT_BRIDGE_INDOOR = "Jembatan Pejalan Kaki ( Dalam Ruangan )"
IDS_FOOT_BRIDGE_OUTDOOR = "Jembatan Pejalan Kaki ( Luar Ruangan )"
IDS_FRICTION_FACTOR = "Faktor Gesekan"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Faktor kontribusi badan terhadap tekuk geser"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Gaya geser terfaktor yang disebabkan oleh tipe Kasus Beban"
IDS_HORIZONTAL = "Horizontal"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Hitung Baja Tulangan horizontal untuk elemen batas khusus untuk arah panjang."
IDS_HEIGHT_ENTIRE_WALL = "Tinggi seluruh dinding"
IDS_HORIZONTAL_TENSILE_STRESS = "Tegangan Tarik Horizontal"
IDS_IMMEDIATE = "Segera"
IDS_INTERIOR_COLUMN = "Kolom Interior"
IDS_INTERMEDIATE_MOMENT_FRAME = "Rangka momen menengah"
IDS_INCREASE_SECTION_DIMENSIONS = "Perbesar dimensi Penampang."
IDS_INTERACTION_CURVE = "Kurva Interaksi"
IDS_INTERIOR = "Interior"
IDS_JOINT = "Sambungan"
IDS_JOINT_CLASSIFIED = "Sambungan diklasifikasikan sebagai,"
IDS_JOINT_CONTINUOUS_BEAMS = "Balkon kontinu"
IDS_JOINT_CONTINUOUS_COLUMN = "Kolom kontinu"
IDS_JOINT_CONFINED_COLUMN = "Kolom terkurung"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Balkon diskontinu"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Kolom diskontinu"
IDS_JOINT_NOTCONFINED_COLUMN = "Kolom tidak terkurung"
IDS_LEFT_PART = "Bagian Kiri"
IDS_LINEAR_CREEP = "Creep Linier"
IDS_LIVE_LOAD_CASE = "Kasus Beban Hidup"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Rasio dukungan beban hidup"
IDS_LONG_HYPHEN_TERM = "Jangka Panjang"
IDS_LONG_TERM = "Jangka Panjang"
IDS_MATERIAL = "Material"
IDS_MAXIMUM_BEARING_PRESSURE = "Tekanan Dukung Maksimum"
IDS_MEMBER_INFORMATION = "Informasi Elemen"
IDS_MEMBER_LENGTH = "Panjang Elemen"
IDS_MEMBER_NAME_SMALL = "Nama Elemen"
IDS_MEMBERS_IN_GROUP = "Elemen dalam Grup"
IDS_MIDDLE_PART = "Bagian Tengah"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Luas Baja Tulangan Minimum Diperlukan"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Ruang Baja Tulangan Minimum Diperlukan"
IDS_MINIMUM_THICK_REQ = "Ketebalan Minimum Diperlukan"
IDS_MM_INTERACTION_CURVE = "Kurva Interaksi MM"
IDS_MOMENT_CAPACITY = "Kapasitas Momen"
IDS_MOMENT_CONNECTION = "Sambungan Momen"
IDS_MOMENT_FORCE = "Gaya Momen"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Tahanan Momen terhadap sumbu lokal-y Elemen Struktur pada Penulangan"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Tahanan Momen terhadap sumbu lokal-z Elemen Struktur pada Penulangan"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Penulangan gaya geser minimum diperlukan."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Penulangan transversal minimum diperlukan."
IDS_MODIFIED_SLENDERNESS = "Kekakuan yang Dimodifikasi"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Tahanan momen penampang yang hanya terdiri dari sayap"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ dihitung sebagai M_pl,Rd$ tetapi mengabaikan kontribusi badan."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ dihitung sebagai M_pl,Rd$ tetapi mengabaikan kontribusi badan."
IDS_MAXIMUM = "maksimum"
IDS_MINIMUM = "minimum"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Pemeriksaan jarak maksimum dilewati karena tidak ada tulangan geser yang disediakan."
IDS_NEG_DOT_CRACK = "Retak Neg."
IDS_NEG_DOT_MOMENT = "Momen Neg."
IDS_NEG_DOT_STRESS = "Tegangan Neg."
IDS_NM_INTERACTION_CURVE = "Kurva Interaksi NM"
IDS_NOMINAL_MOMENT = "Momen Nominal"
IDS_NOMINAL_MOMENT_CAPACITY = "Kapasitas Momen Nominal"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "struktur non-prestressed"
IDS_NON_LINEAR_CREEP = "Creep Non Linear"
IDS_NOT_DENSE_ZONE = "Zona Tidak Padat"
IDS_NOT_REQUIRED = "Tidak diperlukan"
IDS_NOT_SLENDER = "Tidak Slender"
IDS_NEED_NOT_BE_CHECKED = "Tidak perlu diperiksa"
IDS_NOT_ACCEPTABLE = "Tidak Diterima"
IDS_NORMALIZED_AXIAL_RATIO = "Rasio Aksial Terenormalisasi"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Perlu memeriksa tekuk geser"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Tidak perlu memeriksa tekuk geser"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "tidak mempertimbangkan kontribusi dari sayap"
IDS_OFFICE = "Kantor"
IDS_ORDINARY_MOMENT_FRAME = "Rangka Momen Biasa"
IDS_OVERTURNING = "Pembalikan"
IDS_OVERTURNING_CAPACITY = "Kapasitas Pembalikan"
IDS_OVERTURNING_MOMENT = "Momen Pembalikan"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Hanya Penulangan minimum yang diperlukan."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Momen Lentur Luar Bidang Mzz tidak dipertimbangkan pada Desain Penampang Tipe 2"
IDS_PERMANENT_ACTION = "Tindakan Permanen"
IDS_PILE_BEARING = "Dukungan Pile"
IDS_PILE_BEARING_CAPACITY = "Kapasitas Dukungan Pile"
IDS_PILE_PUNCHING_SHEAR = "Gaya Geser Pile Punching"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Kapasitas Gaya Geser Pile Punching"
IDS_PM_INTERACTION_CURVE = "Kurva Interaksi PM"
IDS_POS_DOT_CRACK = "Retak Pos."
IDS_POS_DOT_MOMENT = "Momen Pos."
IDS_POS_DOT_STRESS = "Tegangan Pos."
IDS_POSITION = "Posisi"
IDS_PROBABLE_MOMENT = "Momen Probable"
IDS_PROBABLE_MOMENT_CAPACITY = "Kapasitas Momen Probable"
IDS_PROGRAM_DETERMINED = "Ditentukan oleh Program"
IDS_PUNCHING_SHEAR = "Gaya Geser Punching"
IDS_PUNCHING_SHEAR_CAPACITY = "Kapasitas Gaya Geser Punching"
IDS_PILE = "Pile"
IDS_PROBABLE_MOMENT_COLUMN = "Momen Probable kolom"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Luas Baja Tulangan"
IDS_REBAR_SPACE = "Jarak Baja Tulangan"
IDS_REBAR_SPACE_BY_MATERIAL = "Jarak Baja Tulangan berdasarkan Material"
IDS_REINFORCEMENT_DATA = "Data Penulangan"
IDS_RESIDENCE = "Tempat Tinggal"
IDS_REQUIRED_THICKNESS = "Ketebalan yang Diperlukan"
IDS_RESTORING_MOMENT = "Momen Pemulihan"
IDS_RIGHT_PART = "Bagian Kanan"
IDS_REPORTINFO_DESCRIONTION_FACT = "Deskripsi faktor yang diterapkan untuk desain"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Faktor Redistribusi Momen"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Faktor Redistribusi Torsi"
IDS_REPORTINFO_AXIAL = "Aksial"
IDS_REPORTINFO_MOMENT = "Momen"
IDS_REPORTINFO_SHEAR = "Gaya Geser"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Faktor Pengurangan Beban Hidup"
IDS_REPORTINFO_SPECIAL_LCOM = "Kombinasi Beban Seismik Khusus"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Faktor Beban Vertikal"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Percepatan Respons Spektral pada Periode Pendek"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Faktor Kelebihan Kekuatan Sistem"
IDS_REPORTINFO_FOR_DIRECTION__s = "untuk arah %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Kombinasi Beban Seismik Vertikal"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Faktor Gaya Vertikal"
IDS_REPORTINFO_SMF = "Rangka Momen Khusus"
IDS_REPORTINFO_IMF = "Rangka Momen Menengah"
IDS_REPORTINFO_OMF = "Rangka Momen Biasa"
IDS_REPORTINFO_HDF = "Rangka Duktilitas Tinggi"
IDS_REPORTINFO_MDF = "Rangka Duktilitas Menengah"
IDS_REPORTINFO_LDF = "Rangka Duktilitas Rendah"
IDS_REPORTINFO_STMF = "Rangka Momen Rangka Batang Khusus"
IDS_REPORTINFO_SCBF = "Rangka Braced Konsentrik Khusus"
IDS_REPORTINFO_OCBF = "Rangka Braced Konsentrik Biasa"
IDS_REPORTINFO_EBF = "Rangka Braced Eccentrik"
IDS_REPORTINFO_BRBF = "Rangka Braced Terbatasi Buckling"
IDS_REPORTINFO_SPSW = "Dinding Pelat Khusus"
IDS_REPORTINFO_WA_ = "Area Pengamatan"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Ketentuan Khusus untuk Desain Seismik"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Faktor Scale Up Seismik untuk Gaya Geser"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Faktor Scale Up yang diterapkan untuk Gaya Geser"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Gaya Geser oleh %s, Gaya Geser oleh %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Gaya Geser oleh %s, Gaya Geser oleh %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Elemen Struktur untuk Desain Non-Seismik"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Elemen Struktur untuk Sistem Penahan Gaya Non-Seismik"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Faktor Scale Up Kasus Beban EQ untuk Gaya Aksial"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Faktor Scale Up Kasus Beban EQ untuk Momen"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Faktor Scale Up Kasus Beban EQ untuk Gaya Geser"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Faktor Scale Up kasus Kombinasi EQ untuk Gaya Aksial"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Faktor Scale Up kasus Kombinasi EQ untuk Momen"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Faktor Scale Up kasus Kombinasi EQ untuk Gaya Geser"
IDS_REPORTINFO_PILOTI_COLM = "Tipe Kolom Seismik : Kolom Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Tipe Kolom Seismik : Kolom Soft Story"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Dinding Struktur RC Khusus"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Dinding Struktur RC Khusus : Elemen Struktur untuk Desain Non-Seismik"
IDS_REPORTINFO_LDS_RC_WALL = "Dinding Duktilitas Rendah"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Dinding Daktilitas Rendah : Elemen Struktur untuk Desain Non-Seismik"
IDS_REPORTINFO_MDS_RC_WALL = "Dinding Duktilitas Menengah"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Dinding Daktilitas Sedang : Elemen Struktur untuk Desain Non-Seismik"
IDS_REPORTINFO_HDS_RC_WALL = "Dinding Duktilitas Tinggi"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Dinding Daktilitas Tinggi : Elemen Struktur untuk Desain Non-Seismik"
IDS_REPORTINFO_RESULT_SUMMARY = "Ringkasan Hasil"
IDS_REPORTINFO_THICKNESS = "Ketebalan"
IDS_REPORTINFO_SECT_NAME_ID = "Nama Penampang(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elemen"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Penulangan"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Rasio"
IDS_REPORTINFO_SECT_CHECK = "Periksa"
IDS_REPORTINFO_SUMMATION = "Penjumlahan"
IDS_REPORTINFO_REBAR = "Baja Tulangan"
IDS_REPORT_FOR_DEAD_LOAD = "Untuk Beban Mati"
IDS_REPORT_FOR_GRAVITY_LOAD = "Untuk Beban Gravitasi"
IDS_REPORT_FOR_TOTAL_LOAD = "Untuk Beban Total"
IDS_REPORT_OLNY_EARTHQUAKE = "Hanya Gempa"
IDS_REPORT_MINOR_DIR_SEISMIC = "arah minor untuk seismik"
IDS_REPORT_DO_NOT_CONSIDER = "tidak dipertimbangkan"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "untuk Kasus Beban RS tanpa mempertimbangkan tanda"
IDS_REPORT_CLOCKWISE = "Searah Jarum Jam"
IDS_REPORT_COUNTER_CLOCKWISE = "Berlawanan Arah Jarum Jam"
IDS_REPORT_COMPARE_ABS = "Dengan Banding Abs"
IDS_REPORT_BRACED = "Braced"
IDS_REPORT_UNBRACED = "Unbraced"
IDS_REPORT_BRACED_SIDESWAY = "Untuk Elemen Struktur yang diberi pengaku terhadap goyangan samping"
IDS_REPORT_UNBRACED_SIDESWAY = "Untuk Elemen Struktur yang tidak diberi pengaku terhadap goyangan samping"
IDS_REPORT_SINGLE_CURVATURE = "Kelengkungan Tunggal"
IDS_REPORT_REVERSE_CURVATURE = "Kelengkungan Balik"
IDS_REPORT_ERROR_Pn_ZERO = "Kesalahan : Pn adalah Nol."
IDS_REPORT_ELEM_NO = "No. Elemen"
IDS_REPORT_MEMB_NO = "No. Elemen Struktur"
IDS_REPORT_NODE_NO = "No. Node"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Penulangan untuk menahan torsi diperlukan."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Hanya Beban Gravitasi"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Kecualikan Beban Seismik"
IDS_REPORT_CALC_CLOCKWISE = "Hitung searah jarum jam"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Hitung berlawanan arah jarum jam"
IDS_REPORT_UNBRACED_SLENDER = "pengaruh kelangsingan tidak dapat diabaikan."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Hitung tegangan geser terfaktor dengan momen tidak seimbang terfaktor."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Hitung parameter terhadap lokal-y untuk lentur sejajar tepi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Hitung parameter terhadap lokal-z untuk lentur sejajar tepi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Hitung parameter terhadap lokal-y untuk lentur tegak lurus tepi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Hitung parameter terhadap lokal-z untuk lentur tegak lurus tepi"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Hitung parameter terhadap lokal-y untuk bagian interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Hitung parameter terhadap lokal-z untuk bagian interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Hitung parameter lingkaran interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Hitung parameter terhadap local-y pada sudut"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Hitung parameter terhadap local-z pada sudut"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Persegi dengan Perimeter yang Sama"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Perhitungan sumbu netral tidak konvergen."
IDS_REPORT_SEISMIC_ZONE = "Zona Seismik"
IDS_SAFETY_FACTOR = "Faktor Keamanan"
IDS_SEISMIC_REDUCTION_FACTOR = "Faktor Pengurangan Seismik"
IDS_SHEAR = "Gaya Geser"
IDS_SHEAR_CAPACITY = "Kapasitas Gaya Geser"
IDS_SHEAR_CAPACITY_US = "Perhitungan ketahanan geser"
IDS_SHEAR_CONNECTION = "Koneksi Gaya Geser"
IDS_SHOPPING_MALL = "Pusat Perbelanjaan"
IDS_SHORT_HYPHEN_TERM = "Jangka Pendek"
IDS_SLENDER = "Slender"
IDS_SLIDING = "Sliding"
IDS_SLIDING_CAPACITY = "Sliding Capacity"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Jarak Penulangan Gaya Geser"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - Penulangan transversal elemen batas khusus tidak diperlukan"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Penulangan transversal elemen batas khusus diperlukan"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Elemen batas khusus tidak diperlukan"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Elemen batas khusus diperlukan"
IDS_SPECIAL_MOMENT_FRAME = "Rangka Momen Khusus"
IDS_STIRRUPS = "Stirrups"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Regangan pada Penulangan"
IDS_STRESS_IN_THE_REINFORCEMENT = "Tegangan pada Penulangan"
IDS_STRESS_STRAIN_RELATION = "Hubungan Tegangan-Regangan"
IDS_STRESS_STRAIN_EQIV_RECT = "Rektangel Setara"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabola-Rektangel (Rata-rata)"
IDS_STRESS_STRAIN_REAL_PARA = "Parabola-Rektangel (Detail)"
IDS_STRESS_UNDER_CONSTRUCTION = "Tegangan dalam Konstruksi"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Kuat geser untuk kelas kuat Beton yang lebih tinggi dari C50/60 dapat dibatasi hingga setara dengan C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Kuat geser untuk kelas kuat Beton yang lebih tinggi dari C90/105 dapat dibatasi hingga setara dengan C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Kuat geser untuk kelas kuat Beton yang lebih tinggi dari C100/115 dapat dibatasi hingga setara dengan C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Kuat geser untuk kelas kuat Beton yang lebih tinggi dari B65(C60/75) dapat dibatasi hingga setara dengan B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Penulangan geser tidak diperlukan."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Penulangan transversal tidak diperlukan."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Penulangan geser diperlukan."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Penulangan transversal diperlukan."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Cari Sumbu Netral"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Koefisien Buckling Gaya Geser"
IDS_STIFFENED = "Diperkuat"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Penjumlahan momen probable dari girder yang terhubung"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Hitung jarak maksimum untuk arah-y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Hitung jarak maksimum untuk arah-z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Periksa apakah perlu mempertimbangkan Tabel %s Pers.(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Oleh karena itu, %s Pers.(%s) dipertimbangkan."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Oleh karena itu, %s Pers.(%s) tidak dipertimbangkan."
IDS_SKIN = "Sisi"
IDS_STEEL_I_TYPE2 = "Baja-I (Tipe2)"
IDS_STEEL_BOX_TYPE2 = "Baja-Kotak (Tipe2)"
IDS_STEEL_TUB_TYPE2 = "Baja-Tub (Tipe2)"
IDS_TABLE = "Tabel"
IDS_TENS_DOT = "Tarik."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Kuat tarik Penulangan"
IDS_TENSION = "Tegangan"
IDS_TENSION_CONTROLLED = "Tegangan Terkontrol"
IDS_TENSION_ONLY = "Hanya Tegangan"
IDS_THICKNESS = "Ketebalan"
IDS_TOP = "Atas"
IDS_TORSION = "Torsi"
IDS_TORSION_CAPACITY = "Kapasitas Torsi"
IDS_TORSION_CAPACITY_US = "Perhitungan Ketahanan Torsi"
IDS_TORSION_CHECK_NEED = "Pertimbangkan pengaruh torsi."
IDS_TORSION_NEGLECT = "Pengaruh torsi diizinkan untuk diabaikan."
IDS_TORSION_NEGLECT_CHK = "Periksa torsi untuk mengabaikan pengaruh torsi."
IDS_TORSION_NEGLECT_CHK_US = "Memeriksa pengaruh torsi."
IDS_TORSION_REQ_AS_L = "Hitung Penulangan longitudinal torsi yang diperlukan."
IDS_TORSION_REQ_AS_L_US = "Memeriksa Penulangan longitudinal."
IDS_TORSION_REQ_AS_T = "Hitung Penulangan transversal torsi yang diperlukan."
IDS_TORSION_SECTIONLIMIT = "Periksa batas Penampang."
IDS_TORSION_SMAX = "Hitung pendetailan Penulangan torsi."
IDS_TORSION_SMAX_T = "Hitung pendetailan Penulangan transversal torsi."
IDS_TORSION_SMAX_L = "Hitung pendetailan Penulangan longitudinal torsi."
IDS_TORSION_STRENGTH = "Periksa Kekuatan Torsi"
IDS_TRANSITION = "Transisi"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Tipe Perhitungan Kuat Tarik adalah None."
IDS_NEED_MORE_REBAR = "Perlu lebih banyak Penulangan"
IDS_UNCRACKED_SECTION = "Penampang Tanpa Retak"
IDS_UPLIFT = "Angkat"
IDS_USE_TYPE = "Gunakan Tipe"
IDS_USER_STRENGTH_FACTOR = "Faktor Reduksi Kuat yang ditentukan pengguna"
IDS_UNSTIFFENED = "Tidak Diperkuat"
IDS_USER_DEFINED = "Didefinisikan Pengguna"
IDS_VARIABLE_ACTION = "Aksi Variabel"
IDS_VERTICAL = "Vertikal"
IDS_VERTICAL_FORCE = "Gaya Vertikal"
IDS_VERTICAL_TENSILE_STRESS = "Tegangan Tarik Vertikal"
IDS_VOLUMETRIC_RATIO = "Rasio Volumetrik"
IDS_VALUE_DGN = "Nilai"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Harap verifikasi informasi tulangan."
IDS_VIBRATION = "Getaran"
IDS_WALL_HEIGHT = "Tinggi Dinding"
IDS_WALL_LENGTH = "Panjang Dinding"
IDS_WALL_THICKNESS = "Ketebalan Dinding"
IDS_WATCHING_AREA = "Area Pengamatan"
IDS_WHERE = "Di mana"
IDS_WALL_MOMENT_ENVELOP = "Hitung momen desain dari diagram selubung untuk Dinding daktilitas"
IDS_WALL_BELOW__s = "di bawah %s"
IDS_WALL_ABOVE__s = "di atas %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Anda harus memasukkan data jarak wilayah kritis."
IDS_Y_AXIS = "sumbu-y"
IDS_Z_AXIS = "sumbu-z"
IDS_DGN_RPRT_USERS_UNIT = "Satuan Pengguna : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Periksa Rasio Aksial"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Periksa Ketahanan Aksial"
IDS_DGN_RPRT_DET_CALC_RESIS = "Hitung tahanan desain Penampang"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Kurva Buckling"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Hitung tahanan desain untuk tekuk torsi"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Tahanan desain untuk torsi dan tekuk torsi-lentur"
IDS_DGN_RPRT_DET_COMP_RESIS = "Tahanan desain Elemen Struktur tekan"
IDS_DGN_RPRT_DET_TENS_RESIS = "Tahanan desain Elemen Struktur tarik"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Kekakuan Non-Dimensional"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Tahanan desain untuk tekuk lentur"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Hitung tahanan desain untuk tekuk lentur ( sumbu utama mayor )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Hitung tahanan desain untuk tekuk lentur ( sumbu y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Hitung tahanan desain untuk tekuk lentur ( sumbu z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Tidak perlu memeriksa tekuk lentur."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Tidak perlu memeriksa tekuk torsi-lentur."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Pusat Gaya Geser"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Pusat Gaya Geser dari Centroid"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Periksa tahanan desain untuk lentur terhadap sumbu mayor"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Periksa tahanan desain untuk lentur terhadap sumbu minor"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Tahanan desain untuk lentur terhadap sumbu mayor y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Tahanan desain untuk lentur terhadap sumbu minor z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Tahanan desain untuk lentur terhadap sumbu utama mayor u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Tahanan desain untuk lentur terhadap sumbu utama minor v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Hitung tahanan desain untuk tekuk lateral-torsi"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Kekakuan Buckling"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Tahanan desain untuk tekuk lateral-torsi"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Perlu memeriksa LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Tidak perlu memeriksa LTB"
IDS_DGN_RPRT_DET_AND = "dan"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Periksa tahanan desain untuk tekuk lateral-torsi"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Penampang tidak simetris terhadap sumbu minor atau Penampang tidak ditumpu"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Tidak dapat memeriksa LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Hitung rasio interaksi tahanan tekuk (Lentur dan Gaya aksial)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Faktor Reduksi untuk Buckling"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Faktor Efisiensi"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Gaya Buckling"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Momen Ketahanan Buckling"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Faktor Momen Setara Uniform"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Istilah Tambahan"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Faktor Interaksi"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Nilai Interaksi"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Rasio Interaksi"
IDS_DGN_RPRT_DET_INTERACTON = "Interaksi"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Periksa Rasio Interaksi"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Hitung rasio interaksi lentur dan Gaya aksial"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Hitung rasio interaksi tahanan torsi (Tegangan langsung dan Tegangan torsi)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Hitung rasio interaksi Penampang Kelas 1 dan 2 (Lentur dan Tekan)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Gaya yang diterapkan untuk rasio interaksi"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Tahanan momen tereduksi untuk gaya geser tinggi terhadap sumbu mayor"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Tahanan momen tereduksi untuk gaya geser tinggi terhadap sumbu minor"
IDS_DGN_RPRT_DET_PART = "Bagian"
IDS_DGN_RPRT_DET_CLASS = "Kelas"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Kelas Penampang"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Periksa Tegangan tarik untuk Baja Tulangan arah-1, Atas"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Periksa Tegangan tarik untuk Baja Tulangan arah-1, Bawah"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Periksa Tegangan tarik untuk Baja Tulangan arah-2, Atas"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Periksa Tegangan tarik untuk Baja Tulangan arah-2, Bawah"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Periksa Tegangan tekan untuk Beton, Atas"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Periksa Tegangan tekan untuk Beton, Bawah"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Tegangan tarik arah 1 Atas"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Tegangan tarik arah 2 Atas"
IDS_DGN_RPRT_DET_COMP_TOP = "Tegangan Kompresi Atas"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Tegangan tarik arah 1 Bawah"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Tegangan tarik arah 2 Bawah"
IDS_DGN_RPRT_DET_COMP_BOT = "Tegangan Kompresi Bawah"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Periksa apakah Elemen retak atau tidak."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Gaya membran."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Periksa tegangan utama minimum."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Penulangan yang diperlukan dan tegangan Beton."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Kuat tarik yang disediakan oleh Penulangan."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Batas kuat Beton."
IDS_DGN_RPRT_DET_CHK_RESULT = "Hasil pemeriksaan."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Periksa Rasio Kelelahan"
IDS_DGN_RPRT_DET_FATIGUE = "Kelelahan"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Hitung Ketahanan Kelelahan"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "Dalam Baja Struktur"
IDS_DGN_RPRT_DET_CALC_TORSION = "Hitung Ketahanan Torsi"
IDS_DGN_RPRT_DET_VERIFICATION = "Verifikasi"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Beban Desain Gaya Geser Longitudinal"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Periksa rasio kelangsingan Elemen Struktur tekan"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Periksa rasio kelangsingan Elemen Struktur tarik"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Periksa Kekuatan Aksial"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Hitung Kekuatan Kompresi Aksial"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Hitung rasio kelangsingan siku tunggal"
IDS_DGN_RPRT_DET_CALC_FBS = "Hitung Tegangan Buckling Fleksural"
IDS_DGN_RPRT_DET_CALC_FTBS = "Hitung tegangan tekuk lentur-torsi"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Tidak Dipertimbangkan"
IDS_DGN_RPRT_DET_NON_SLENDER = "Non Slender"
IDS_DGN_RPRT_DET_SLENDER = "Slender"
IDS_DGN_RPRT_DET_CHK_WTRF = "Periksa rasio lebar-ketebalan sayap"
IDS_DGN_RPRT_DET_CHK_WTRS = "Periksa rasio lebar-ketebalan badan"
IDS_DGN_RPRT_DET_CALC_QSF = "Hitung faktor reduksi sayap"
IDS_DGN_RPRT_DET_CALC_QSS = "Hitung faktor reduksi badan"
IDS_DGN_RPRT_DET_CALC_Q = "Hitung faktor reduksi elemen yang diberi pengaku"
IDS_DGN_RPRT_DET_CHK_DTRW = "Periksa rasio tinggi-ketebalan web"
IDS_DGN_RPRT_DET_CALC_QS = "Hitung faktor reduksi elemen langsing tanpa pengaku"
IDS_DGN_RPRT_DET_CALC_QA = "Hitung faktor reduksi elemen langsing dengan pengaku"
IDS_DGN_RPRT_DET_CHK_WTR = "Periksa Rasio Lebar-Ketebalan"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Periksa rasio lebar-ketebalan sayap atas"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Periksa rasio lebar-ketebalan sayap bawah"
IDS_DGN_RPRT_DET_CHK_DTR = "Periksa Rasio Diameter-Ketebalan"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Periksa kekuatan lentur terhadap sumbu utama (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Hitung kekuatan lentur terhadap sumbu utama"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Periksa kekuatan lentur terhadap sumbu minor (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Hitung kekuatan lentur terhadap sumbu minor"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Periksa kekuatan lentur terhadap sumbu utama (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parameter Penampang terhadap sumbu utama"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Momen desain terhadap sumbu utama"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Hitung rasio lebar-ketebalan batas untuk lentur"
IDS_DGN_RPRT_DET_WTR = "Rasio Lebar-Ketebalan"
IDS_DGN_RPRT_DET_YIELD = "Pelelehan"
IDS_DGN_RPRT_DET_LTB = "Buckling Torsi Lateral"
IDS_DGN_RPRT_DET_NOT_APP = "Tidak Diterapkan"
IDS_DGN_RPRT_DET_CALC_LLB = "Buckling Lokal Kaki"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Periksa kekuatan lentur terhadap sumbu minor (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Modulus penampang elastis yang mengacu pada sayap tarik dan sayap tekan"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Hitung rasio lebar-ketebalan batas sayap untuk lentur"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Hitung rasio lebar-ketebalan batas badan untuk lentur"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Efek Diperkuat Tegangan"
IDS_DGN_RPRT_DET_APP = "Diterapkan"
IDS_DGN_RPRT_DET_BEND_RPG = "Faktor reduksi kekuatan lentur"
IDS_DGN_RPRT_DET_BEND_CFY = "Kelelahan flens kompresi"
IDS_DGN_RPRT_DET_BEND_CFLB = "Buckling lokal flens kompresi"
IDS_DGN_RPRT_DET_BEND_TFY = "Kelelahan flens tarik"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Modulus penampang plastis yang mengacu pada sayap tarik dan sayap tekan"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Tertumpu lateral sepenuhnya - LTB tidak diterapkan"
IDS_DGN_RPRT_DET_COMPACT = "Kompak"
IDS_DGN_RPRT_DET_NONCOMPACT = "Non Kompak"
IDS_DGN_RPRT_DET_BEND_YIELD = "Kekuatan lentur nominal untuk Batas Leleh"
IDS_DGN_RPRT_DET_BEND_FLB = "Kekuatan lentur nominal untuk tekuk lokal sayap"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Flens Kompak - Tidak Diterapkan"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web Kompak - Tidak Diterapkan"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Penampang Kompak - Tidak Diterapkan"
IDS_DGN_RPRT_DET_COMB_CHK = "Periksa Kekuatan Gabungan"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Hitung rasio interaksi dari kekuatan gabungan"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Periksa kekuatan geser terhadap sumbu utama (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Hitung kekuatan geser terhadap sumbu utama"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Periksa kekuatan geser terhadap sumbu minor (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Hitung kekuatan geser terhadap sumbu minor"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Hitung koefisien gaya geser web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informasi ukuran penampang"
IDS_DGN_RPRT_DET_BEND_WLB = "Buckling lokal web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Kelelahan kompresi"
IDS_DGN_RPRT_DET_CLB = "Buckling lokal kompresi"
IDS_DGN_RPRT_DET_CHK_TORSION = "Periksa kekuatan torsi"
IDS_DGN_RPRT_DET_CALC_C = "Hitung faktor C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Hitung kekuatan buckling"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Hitung kekuatan nominal torsi"
IDS_DGN_RPRT_DET_CALC_FLB = "Hitung buckling lokal flens"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Periksa kapasitas batang badan vertikal"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Hitung Faktor Ductile Curvature"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Periksa rasio volumetrik mekanis sengkang pengekang di dalam wilayah kritis"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Periksa kegagalan geser (sliding) di dalam wilayah kritis. (Posisi Bawah)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Periksa Panjang Zona Akhir"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Panjang Zona Akhir"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Hitung kekuatan tarik aksial"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Modulus penampang elastis yang mengacu pada sayap tarik dan sayap tekan"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Modulus penampang elastis yang mengacu pada sayap tekan"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculate compression flange local buckling"
IDS_DGN_RPRT_LEGS = "kaki"
IDS_DGN_RPRT_LEG = "kaki"
IDS_DGN_RPRT_POSITIVE = "Positif"
IDS_DGN_RPRT_NEGATIVE = "Negatif"
IDS_MEMBER_NAME = "NAMA ELEMEN STRUKTUR"
IDS_SKIP_MESSAGE = "Perhitungan dilewati."
IDS_SECTION_PROP = "Properti Penampang"
IDS_THICKNESS_PROP = "Properti Ketebalan"
IDS_LENGTH = "Panjang"
IDS_STRESS = "Tegangan"
IDS_STEEL = "Baja"
IDS_STEEL_SECTION = "Penampang Baja"
IDS_COMPOSITE_SECTION = "Penampang Komposit"
IDS_DGN_STRESS_CHECK = "Pemeriksaan Tegangan"
IDS_DGN_SLAB = "Pelat Lantai"
IDS_DGN_SHEAR_FORCE = "Gaya Geser"
IDS_DGN_COMBINED_RATIO = "Rasio Gabungan"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Jarak Penulangan"
IDS_DGN_RPT_SPACING = "Jarak"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Penulangan distribusi"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Periksa penulangan distribusi atas"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Periksa penulangan distribusi bawah"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( untuk struktur non-prestressed )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( untuk elemen tanpa gaya tarik )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( untuk elemen dengan kombinasi lentur dengan tarik )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(berdasarkan kelas beton dan baja)"
IDS_DGN_RPT_NOT_REQUIRED = "Tidak diperlukan."
IDS_DGN_RPT_APPLIED_SPACING = "Jarak yang Diterapkan"
IDS_DGN_RPT_CALCULATE_SPACING = "Hitung jarak"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Penulangan Diperlukan"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Gaya maksimum sepanjang elemen"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Default atau Didefinisikan Pengguna)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Hitung rasio interaksi maksimum"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Posisi defleksi maksimum"
IDS_COMMON_MAIN_REBAR = "Baja Tulangan Utama"
IDS_COMMON_DISTRI_REBAR = "Baja Tulangan Distribusi"
IDS_COMMON_STIRRUP = "Stirrup"
IDS_COMMON_NO_STIRRUP = "Tanpa Stirrup"
IDS_EC2_CHARACTERSTIC = "Karakteristik"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanen"
IDS_EC2_FREQUENT = "Sering"
IDS_EC3_LEFT_TOP_FLANGE = "FLENS ATAS KIRI"
IDS_EC3_RIGHT_TOP_FLANGE = "FLENS ATAS KANAN"
IDS_EC3_MID_TOP_FLANGE = "FLENS ATAS TENGAH"
IDS_EC3_LEFT_BOT_FLANGE = "FLENS BAWAH KIRI"
IDS_EC3_RIGHT_BOT_FLANGE = "FLENS BAWAH KANAN"
IDS_EC3_MID_BOT_FLANGE = "FLENS BAWAH TENGAH"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "WEB BAGIAN ATAS"
IDS_EC3_BOT_PART_WEB = "WEB BAGIAN BAWAH"
IDS_EC3_WEB_PANEL = "Panel Web"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Klasifikasi Penampang"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Faktor Perbesaran Defleksi"
IDS_EC3_TOP_WEB = "WEB ATAS"
IDS_EC3_BOTTOM_WEB = "WEB BAWAH"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "WEB KANAN"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "FLENS BAWAH INTERNAL"
IDS_EC3_INT_TOP_FLANGE = "FLENS ATAS INTERNAL"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "FLENS ATAS TENGAH KIRI"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "FLENS ATAS TENGAH KANAN"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "FLENS BAWAH TENGAH KIRI"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "FLENS BAWAH TENGAH KANAN"
IDS_EC3_TOP_FLANGE_PANEL = "Panel Flens Atas"
IDS_EC3_BOT_FLANGE_PANEL = "Panel Flens Bawah"
IDS_EC3_TOP_FLANGE = "FLENS ATAS"
IDS_EC3_BOT_FLANGE = "FLENS BAWAH"
IDS_EC3_LEFT_D_TOP_FLANGE = "FLENS ATAS-D KIRI"
IDS_EC3_RIGHT_D_TOP_FLANGE = "FLENS ATAS-D KANAN"
IDS_EC3_LEFT_1_TOP_FLANGE = "FLENS ATAS-1 KIRI"
IDS_EC3_LEFT_2_TOP_FLANGE = "FLENS ATAS-2 KIRI"
IDS_EC3_RIGHT_1_TOP_FLANGE = "FLENS ATAS-1 KANAN"
IDS_EC3_RIGHT_2_TOP_FLANGE = "FLENS ATAS-2 KANAN"
IDS_EC3_LEFT_D_BOT_FLANGE = "FLENS BAWAH-D KIRI"
IDS_EC3_RIGHT_D_BOT_FLANGE = "FLENS BAWAH-D KANAN"
IDS_DGN_CONSTRUCTIBILITY = "Konstruktabilitas"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "dari permukaan bawah penampang"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Diasumsikan bahwa tegangan melintang pada pelat sayap adalah nol"
IDS_AS_STRENGTH_FLANGE_PLATE = "Kekuatan Pelat Flens"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Kekuatan pengaku sayap memanjang"
IDS_CRACKED = "Retak"
IDS_EFFECTIVE_SECTION_PROP = "Properti Penampang Efektif"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Periksa luas minimum Penulangan"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Diasumsikan bahwa luas end post memenuhi persyaratan persamaan 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Kontrol Retak Pelat"
IDS_AS_NOMINAL_DIAMETER = "Diameter Nominal"
IDS_AS_CENTER_TO_CENTER_SPACING = "Jarak Pusat ke Pusat"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Periksa jarak maksimum Baja Tulangan"
IDS_AS_YIELDING_FLANGE_PLATE = "Batas Leleh pelat sayap %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel dari sayap atas"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "pengaku dari sayap atas"
IDS_AS_CRITICAL_PANEL = "Panel Kritis:"
IDS_AS_CRITICAL_STIFFENER = "Pengaku Kritis:"
IDS_AS_FIRST = "Pertama"
IDS_AS_SECOND = "Kedua"
IDS_AS_THIRD = "Ketiga"
IDS_AS_FOURTH = "Keempat"
IDS_AS_FIFTH = "Kelima"
IDS_AS_SIXTH = "Keenam"
IDS_AS_SEVENTH = "Ketujuh"
IDS_INTERACTION_SHEAR_BENDING = "Interaksi gaya geser & momen"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interaksi \n gaya geser & lentur"
IDS_PROPORTIONING_METHOD = "Metode proporsional"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Metode interaksi gaya geser dan lentur"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "ditentukan sesuai dengan klausul 4.6.3 untuk mempertimbangkan urutan konstruksi."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Kekuatan pengaku sayap memanjang"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Kekuatan pengaku sayap \nmemanjang"
IDS_DEMAND = "Permintaan"
IDS_CAPACITY = "Kapasitas"
IDS_YIELDING_FLANGE_PLATE = "Batas leleh pelat flange"
IDS_LONGITUDINAL_SHEAR_SLS = "Gaya Geser Longitudinal untuk SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Kapasitas geser karakteristik dari penghubung geser"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Desain untuk gaya geser longitudinal"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Gaya geser memanjang desain per satuan panjang"
IDS_FORCE = "Gaya"
IDS_COMPOSITE = "Komposit"
IDS_COMPONENT = "Komponen"
IDS_STRESSES = "Tegangan"
IDS_TOP_FLANGE = "Flange atas"
IDS_BOTTOM_FLANGE = "Flange bawah"
IDS_WARPING_STRESSES = "Tegangan warping"
IDS_DSITORSIONAL_WARPING = "Distorsi warping"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Sumbu netral plastik efektif"
IDS_DESIGN_FOR_BENDING_MOMENT = "Desain untuk momen lentur"
IDS_MOMENT_MODIFICATION_FACTOR = "Faktor modifikasi momen"
IDS_SHEAR_YIELD_CAPACITY = "Kapasitas batas leleh geser"
IDS_SHEAR_BUCKLING_CAPACITY = "Kapasitas buckling geser"
IDS_INTERACTION_BUCKLING_CRITERION = "Kriteria buckling interaksi"
IDS_RESTRAINT_WEB_PANELS = "Pembatasan panel web"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Panel badan ini terkekang"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Panel badan ini tidak terkekang"
IDS_BUCKLING_COEFFICIENTS = "Koefisien buckling"
IDS_AXIAL_COEFFICIENTS = "Koefisien axial"
IDS_SHEAR_COEFFICIENTS = "Koefisien geser"
IDS_BENDING_COEFFICIENTS = "Koefisien lentur"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Kekuatan pengaku badan memanjang"
IDS_STIFFENER = "Penopang"
IDS_MINIMUM_STIFFNESS = "Kekakuan minimum"
IDS_YIELDING_WEB_PANEL = "Batas leleh panel web"
IDS_PLASTIC_MOMENT = "Momen plastik"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Panjang buckling efektif sumbu Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Panjang buckling efektif sumbu Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "catatan"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Posisi"
IDS_DGN_RPT_DIRECTION = "arah"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Web"
IDS_DGN_RPT_PART_FLANGE = "Flange"
IDS_DGN_RPT_PART_CORNER = "Sudut"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Faktor Modifikasi Respons"
IDS_AU_BRACED_COLUMN = "Kolom Braced"
IDS_AU_DAY = "Hari"
IDS_AU_DAYS = "Hari"
IDS_AU_DIRECTION = "Arah"
IDS_AU_DOUBLE_CURVATURE = "Kekurangan ganda"
IDS_AU_ELEMENT_ID = "ID Elemen"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Kering"
IDS_AU_ENVIRONMENT_INTERIOR = "Interior"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Dekat pesisir"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Pedalaman sedang"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropis"
IDS_AU_MIDDLE = "TENGAH"
IDS_AU_NODE_ID = "ID Nodal"
IDS_AU_PARA_END_I = "Akhir( i )"
IDS_AU_PARA_END_J = "Akhir( j )"
IDS_AU_PARA_MIDDLE = "Tengah"
IDS_AU_POSITION = "Posisi"
IDS_AU_SECTION_ID = "ID Penampang"
IDS_AU_THICKNESS_ID = "ID Ketebalan"
IDS_AU_UNBRACED_COLUMN = "Kolom Tidak Braced"
IDS_AU_ABSOLUTE_VALUES = "Nilai Absolut"
IDS_AU_AGE_OF_CONCRETE = "Usia Beton"
IDS_AU_AGGREGATE_SIZE = "Ukuran Agregat"
IDS_AU_ANGLE_OF_INCLINATION = "Sudut kemiringan"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Terapkan momen lentur minimum"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Luas penampang batang yang membentuk sengkang tertutup"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Luas penampang yang dibatasi oleh garis tengah sengkang terluar"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Luas yang dilingkupi oleh lintasan aliran geser"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Luas yang dilingkupi oleh garis tengah Penulangan torsi transversal tertutup bagian luar"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Luas batang tulangan pada setengah kedalaman penampang yang memuat zona tarik lentur"
IDS_AU_ASSUMED_BY_DESIGN = "Diasumsikan oleh desain"
IDS_AU_BALANCED_AXIS = "Sumbu Seimbang"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Regangan penyusutan dasar"
IDS_AU_BEND_MOMENT_STRN = "Kekuatan Momen Lentur"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Jarak sumbu ke sumbu batang di dekat muka tarik"
IDS_AU_CENT_SPAC_REIN = "Jarak sumbu ke sumbu Penulangan"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Kekuatan tarik uniaksial karakteristik Beton"
IDS_AU_CHAR_YIELD_STRN_REIN = "Kekuatan Batas Leleh karakteristik Penulangan"
IDS_AU_CITY = "Kota"
IDS_AU_COMP_FORC_REIN_SINGLE = "Gaya tekan oleh Penulangan berdasarkan desain bertulangan tunggal"
IDS_AU_COMP_FORCE = "Gaya Kompresi"
IDS_AU_COMP_FORCE_CONC = "Gaya kompresi oleh beton"
IDS_AU_CRACK_WIDTH = "Lebar Retak"
IDS_AU_DAY_OF_DRYING = "Hari Pengeringan"
IDS_AU_DESIGN_FACTORS = "Faktor Desain"
IDS_AU_DIST_LONG_BAR_SIDE = "Jarak batang memanjang dari sisi"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Jarak batang memanjang dari soffit"
IDS_AU_EFF_DEPTH_BENDING = "Kedalaman efektif suatu penampang pada bidang lentur"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Faktor kekuatan kompresi efektif"
IDS_AU_ENVIRONMENT = "Lingkungan"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Gaya Geser Faktorisasi Setara"
IDS_AU_EXPOSED_PERI_SECT = "Keliling terekspos dari suatu penampang"
IDS_AU_EXPOSURE_CLASSIFICATION = "Klasifikasi Paparan"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Regangan penyusutan autogen final"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Regangan susut dasar akibat pengeringan akhir"
IDS_AU_GOVERN_LCOM = "Kombinasi beban yang mengatur"
IDS_AU_HOOP = "Hoop"
IDS_AU_HOOP_BAR = "Batang Hoop"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Di dalam wilayah pengekangan khusus"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Panjang keliling luar penampang Beton"
IDS_AU_MAIN_BAR = "Batang Utama"
IDS_AU_MAX_ALLOW_LONG_REIN = "Penulangan longitudinal maksimum yang diizinkan"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Jarak memanjang maksimum Penulangan geser"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Penulangan tarik lentur maksimum yang diperlukan"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Rasio kelangsingan maksimum terlampaui"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Rasio kelangsingan maksimum TIDAK terlampaui"
IDS_AU_MAX_STRS_REIN_DIA = "Tegangan maksimum Penulangan berdasarkan diameter"
IDS_AU_MAX_STRS_REIN_SPAC = "Tegangan maksimum Penulangan berdasarkan jarak"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Nilai rata-rata kekuatan tarik aksial Beton"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Nilai rata-rata kekuatan tekan in situ Beton"
IDS_AU_MIN_ALLOW_LONG_REIN = "Penulangan longitudinal minimum yang diizinkan"
IDS_AU_MIN_BEND_MOMENT = "Momen Lentur Minimum"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Penulangan tarik lentur minimum yang diperlukan"
IDS_AU_MIN_REQ_STRN = "Kekuatan minimum yang dibutuhkan"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Penulangan geser transversal minimum"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Momen inersia oleh Penulangan tekan"
IDS_AU_MOMENT_INERTIA_CONC = "Momen inersia oleh Beton"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Momen inersia oleh Penulangan tarik"
IDS_AU_MOMENT_STRN = "Kekuatan Momen"
IDS_AU_NEUTRAL_AXIS = "Sumbu Netral"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Jumlah batang memanjang yang terkekang lateral"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Kapasitas nominal Baja Tulangan untuk sumbu seimbang"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Kapasitas nominal Baja Tulangan untuk sumbu netral"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "Bukan daerah pembatas khusus"
IDS_AU_ON_FLEX_COMP_SIDE = "Pada sisi tekan lentur"
IDS_AU_ON_FLEX_TENS_SIDE = "Pada sisi tarik lentur"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Di luar wilayah pengekangan khusus"
IDS_AU_OVERALL_DEPTH_BENDING = "Kedalaman total suatu penampang pada bidang lentur"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positif untuk tarik, Negatif untuk tekan"
IDS_AU_RECT_SECT = "Penampang Persegi Panjang"
IDS_AU_REIN_REQ_COLM = "Persyaratan Penulangan untuk Kolom"
IDS_AU_REIN_REQ_WALL = "Persyaratan Penulangan untuk Dinding"
IDS_AU_REIN_TENS_ZONE_CRACK = "Penulangan pada Zona Tarik untuk Pengendalian Retak"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Sudut rotasi sumbu netral"
IDS_AU_ROTATED_SECT = "Penampang Terputar"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Cari kedalaman sumbu netral"
IDS_AU_SHEAR_STRN = "Kekuatan Gaya Geser"
IDS_AU_SLEND_RATIO = "Rasio Slenderness"
IDS_AU_SPECIAL_CONFINE_REGION = "Wilayah pembatasan khusus"
IDS_AU_SPIRAL = "Spiral"
IDS_AU_STRS_REIN = "tegangan penulangan"
IDS_AU_T_SECT_FLG_TENS = "Penampang T, sayap dalam tarik"
IDS_AU_T_SECT_WEB_TENS = "Penampang T, badan dalam tarik"
IDS_AU_TENS_FORC_REIN = "Gaya tarik oleh penulangan"
IDS_AU_TENS_REIN_AREA = "Area penulangan tarik"
IDS_AU_TORS_CAPA = "Kapasitas Torsi"
IDS_AU_TORS_CRACK_MOMENT = "Momen retak torsi"
IDS_AU_TORS_STRN = "Kekuatan Torsi"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Total luas yang dilingkupi oleh keliling luar penampang Beton"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Penulangan geser transversal TIDAK diperlukan"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Penulangan geser transversal diperlukan"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Faktor kedalaman tegangan tekan seragam"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Faktor tegangan kompresi seragam"
IDS_AU_USER_INPUT_APPLIED = "Input Pengguna Diterapkan"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verifikasi persyaratan wilayah pengekangan khusus"
IDS_AU_AXIAL_MOMENT_CAPA = "Kapasitas Aksial / Momen"
IDS_AU_MIN_TRANS_REIN_AREA = "Area penulangan transversal minimum"
IDS_AU_CONFINE_CORE = "Pengekangan pada inti"
IDS_AU_SPAC_FITMENTS = "Jarak pemasangan"
IDS_AU_BAR_DIA_FITMENT = "Diameter batang dari pemasangan"
IDS_AU_MAX_TRANS_REIN_SPAC = "Jarak penulangan transversal maksimum"
IDS_AU_ANAL_RES_BENDING = "Hasil analisis untuk pembengkokan"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Gaya aksial akibat beban mati"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Gaya aksial akibat beban hidup"
IDS_AU_CENT_TO_CENT_SPAC = "Jarak pusat ke pusat"
IDS_AU_CLEAR_DIST = "Jarak bersih"
IDS_AU_CTRL_FOR_CRACKING = "Kontrol untuk retak"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Jarak dari serat atas ke titik berat resultan gaya tekan"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Jarak dari serat atas ke titik berat resultan gaya tarik"
IDS_AU_HOR_REINF_CRACK_CTRL = "Penulangan horizontal untuk pengendalian retak"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Jarak maksimum sumbu-ke-sumbu"
IDS_AU_MIN_CLEAR_DIST = "Jarak bersih minimum"
IDS_AU_PERMANENT_EFFECT = "Efek Permanen"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Penulangan pada arah sekunder pada pelat tertahan"
IDS_AU_SHRINK_TEMP_EFFECT = "Efek penyusutan dan suhu"
IDS_AU_SLS_LOAD_COMB = "Kombinasi Beban SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Hitung sudut kemiringan strut tekan beton dan sumbu memanjang"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Hitung regangan penyusutan autogen"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Hitung kapasitas beban aksial dan momen"
IDS_AU_CALC_BUCKLING_LOAD = "Hitung beban buckling"
IDS_AU_CALC_BY_FEM_METHOD = "Dihitung dengan Metode FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Hitung kapasitas blok tegangan tekan"
IDS_AU_CALC_CAPA_REIN = "Hitung kapasitas penulangan"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Hitung koefisien untuk pembesar momen"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Hitung Faktor Blok Tegangan Tekan"
IDS_AU_CALC_DGN_CREEP_COEF = "Hitung koefisien creep desain"
IDS_AU_CALC_DGN_FORC = "Hitung Gaya Desain"
IDS_AU_CALC_DGN_FORC_NMM = "Hitung Gaya Desain untuk NMM"
IDS_AU_CALC_DGN_FORC_NM = "Hitung Gaya Desain untuk NM"
IDS_AU_CALC_DGN_MOMENT = "Hitung momen desain"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Hitung regangan penyusutan desain"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Hitung selisih antara regangan rata-rata pada penulangan dan beton"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Hitung regangan penyusutan kering"
IDS_AU_CALC_ECCEN = "Hitung eksentrisitas"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Hitung kedalaman efektif beton dalam tarik yang mengelilingi batang"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Hitung rasio modular efektif"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Hitung kedalaman geser efektif"
IDS_AU_CALC_FACT = "Hitung faktor"
IDS_AU_CALC_FACT_STRS = "Hitung faktor untuk tegangan"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Hitung komponen gaya pada sumbu netral"
IDS_AU_CALC_HYPO_THICK = "Hitung ketebalan hipotetik"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Hitung momen inersia penampang retak"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Hitung batas rasio kelangsingan"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Hitung regangan memanjang pada beton untuk geser"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Hitung jarak retak akhir maksimum"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Hitung penulangan tarik lentur maksimum yang diperlukan"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Hitung jarak maksimum penulangan geser transversal"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Hitung tegangan maksimum penulangan pada zona tarik"
IDS_AU_CALC_MIN_BEND_MOMENT = "Hitung Momen Pembengkokan Minimum"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Hitung penulangan tarik lentur minimum yang diperlukan"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Hitung kekuatan minimum yang diperlukan dalam lentur"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Hitung penulangan geser transversal minimum"
IDS_AU_CALC_MODI_FACT = "Hitung faktor modifikasi"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Hitung faktor modifikasi untuk perilaku rangkak nonlinier"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Hitung kapasitas momen untuk beban tekuk"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Hitung Pembesar Momen"
IDS_AU_CALC_MOMENT_RESIST = "Hitung ketahanan momen"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Hitung kedalaman sumbu netral"
IDS_AU_CALC_NOMI_CAPA = "Hitung kapasitas nominal"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Hitung proporsi penulangan longitudinal"
IDS_AU_CALC_REIN_RATIO = "Hitung rasio penulangan"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Hitung koefisien geser dengan metode umum"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Hitung koefisien geser dengan metode sederhana"
IDS_AU_CALC_SHEAR_STRN_CONC = "Hitung kekuatan geser oleh beton"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Hitung kekuatan geser yang dibatasi oleh hancurnya badan"
IDS_AU_CALC_SHEAR_STRN_REIN = "Hitung kekuatan geser oleh penulangan"
IDS_AU_CALC_SLEND_RATIO = "Hitung Rasio Slenderness"
IDS_AU_CALC_STRN_REDUCT_FACT = "Hitung faktor pengurangan kekuatan"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Hitung tegangan penulangan pada zona tarik"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Hitung momen retak torsi"
IDS_AU_CALC_TORS_STRN = "Hitung kekuatan torsi"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Hitung kekuatan ultimit dalam tekan"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Hitung Kekuatan Ultimit dalam Tekan tanpa Lentur"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Hitung kekuatan tarik uniaksial beton"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Hitung tegangan tekan beton seragam"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Hitung Penulangan Minimum untuk Pengendalian Retak"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Hitung kapasitas momen pada eksentrisitas seimbang"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Hitung penulangan horizontal yang diperlukan untuk pengendalian retak"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Periksa kapasitas beban aksial dan momen"
IDS_AU_CHK_BAR_DIA_FITMENT = "Periksa diameter batang sengkang"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Periksa jarak sumbu-ke-sumbu batang di dekat muka tarik"
IDS_AU_CHK_CONFINE_CORE = "Periksa Pengekangan pada inti"
IDS_AU_CHK_CRACK_WIDTH = "Periksa lebar retak"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Periksa pendetailan penulangan pada zona tarik untuk pengendalian retak"
IDS_AU_CHK_DIST_LONG_BAR = "Periksa jarak batang memanjang"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Periksa Gaya Geser Setara"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Periksa jarak maksimum sengkang agar memenuhi pengekangan inti kolom"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Periksa tegangan maksimum penulangan pada zona tarik"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Periksa Tegangan Maksimum Penulangan pada Zona Tarik untuk Pengendalian Retak"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Periksa penulangan geser transversal minimum"
IDS_AU_CHK_MOMENT_CAPA = "Periksa Kapasitas Momen"
IDS_AU_CHK_REIN_REQ_COLM = "Periksa persyaratan penulangan untuk kolom"
IDS_AU_CHK_REIN_REQ_WALL = "Periksa persyaratan penulangan untuk dinding"
IDS_AU_CHK_SHEAR_CAPA = "Periksa Kapasitas Gaya Geser"
IDS_AU_CHK_SLEND_RATIO = "Periksa rasio slenderness"
IDS_AU_CHK_SPAC_FITMENT = "Periksa jarak sengkang"
IDS_AU_CHK_TENS_REIN_AREA = "Periksa luas penulangan tarik"
IDS_AU_CHK_TORS_CAPA = "Periksa Kapasitas Torsi"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Periksa pendetailan penulangan untuk pengendalian retak"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Periksa penulangan horizontal untuk pengendalian retak"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Periksa jarak maksimum sumbu-ke-sumbu batang"
IDS_AU_CHK_MIN_CLEAR_DIST = "Periksa jarak bersih minimum antar batang"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Periksa penulangan minimum untuk pengendalian retak"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Periksa kapasitas momen pada eksentrisitas beban"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Kelas Paparan"
IDS_DGN_RPT_BRIDGE_TYPE = "Jenis Jembatan"
IDS_DGN_RPT_SERVICE_LIFE = "Umur Layanan"
IDS_DGN_RPT_PROTECTION_LEVEL = "Tingkat Perlindungan"
IDS_DGN_RPT_STRUCTURE_TYPE = "Jenis Struktur"
IDS_DGN_RPT_USING = "Menggunakan"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Nilai karakteristik kekuatan baja struktural"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Nilai batas tegangan tekan untuk tekuk lokal"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Nilai batas tegangan tekan aksial"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Nilai batas tegangan tarik aksial"
IDS_DGN_Limit_values_for_bending_stress = "Nilai batas tegangan lentur"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Nilai batas tegangan tarik lentur"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Nilai batas tegangan tekan lentur"
IDS_DGN_Limit_value_of_shear_stress = "Nilai batas tegangan geser"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Tulangan Transversal"
IDS__s_is_ignored = "%s diabaikan."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Periksa gaya geser maksimum"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Tingkatkan ketebalan pelat."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Elemen Balok"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Balok Virtual"
IDS_CONSIDER_AS_NONPRESTRESSED = "Pertimbangkan sebagai non-prategang"
IDS_EDGE_COLUMN = "Kolom tepi"
IDS_CORNER_COLUMN = "Kolom sudut"
